{
  "quotes" : [
    "I wish you folks back in St. Louis could see this moon.",
    "You don't kick that dog as he's sleeping on the porch, you don't step on his tail, you just walk on by. If you step on his tail, he might jump up and bite you on the ankle or the kneecap.",
    "This game is moving along pretty quick, it must have something to do with the exchange rate.",
    "And that youngster will leave the stadium with a souvenir today. Not a ball, but a nice looking bruise.",
    "Ernie Hayes is up there playing with his organ.",
    "He was trying to hit a three run homer with the bases empty. To my knowledge, no one in the history of the game has ever done that. But it could happen someday. You never know in this world of baseball.",
    "The reason you can't do that is the light will get in the fielder's eyes and they'll get hit right between the coconuts.",
    "A hit up the middle right now would be like a nice ham sandwich and a cold, frosty one.",
    "Well, he did everything right to get ready for the throw, but if ya ain't got the hose, the water just won't come out.",
    "It's raining so hard I thought it was going to stop.",
    "I wouldn't have seen it if I hadn't believed it.",
    "He's madder than a pig caught under a barnyard gate.",
    "Well, folks, this game began as a tiny worm and is blossoming into a large cobra.",
    "It's raining like a Chinese fire drill!",
    "Don't bite your head off to spite your nose.",
    "We owe you a station break, this one's for the folks listening in Paris... Tennessee. You thought I was going to say Paris... Kentucky! No such luck. Heh Heh Heh.",
    "A couple of strips of bacon at breakfast and he'd a busted that ball out of here.",
    "Like Spring makes the rain come, so does the edge of the plate grow.",
    "You know, these professional hitters make it look easy, sometimes they just stick the bat out and spank the baby!",
    "Boy, a cold frosty Budweiser would be great about now. (Long pause) Ahhhhh.",
    "GRAAAND SLAAAAAM! Nope nope nope, it's gonna be caught at the warning track.",
    "Well that's the life of a reliever. It's either a mountain or a valley, there's no in-between. You either get all of the glory or all of the goat hair.",
    "The wind switched 360 degrees.",
    "Things are not always as they appear to be as.",
    "That foul tip bounced up and caught him right in the groins...and that'll really clear your eyes out.",
    "The right-hander is throwing up in the bullpen.",
    "Our next homestand follows this road trip.",
    "I've heard it said that if you know English, Spanish, Italian, and I think it's French, you can go just about anywhere in this world... except China where they have all those derelicts.",
    "Back in the day when I played, a pitcher had 3 pitches: a fastball, a curveball, a slider, a changeup and a good sinker pitch.",
    "Both men could have been hurt and that would have wiped out two-thirds of the infield.",
    "He hails from the island of Puerto Rico. Puerto Rico is an island, isn't it? Well, just try to swim off of it and I guess you'll find out.",
    "The pitcher throws the ball to the umpire and asks for new one. Normally the ump would give that tainted ball to the ball boy, but he just inspects it and puts it back in his ball sack.",
    "He's faster than a chicken being chased by Ronald McDonald!",
    "The outfield is deep and playing him straight-away and the infield is the same except first, second, third and short are playing him to pull.",
    "The Dodgers are ahead by 5 runs or 3 runs or in between there somewhere.",
    "Well, no one's perfect. Only one guy was ever perfect, Jack, and they nailed him to a tree!",
    "You couldn't play this game without tongue depressors and tape. It just couldn't happen.",
    "The Giants just got a taste of the medicine they've been enjoying all day.",
    "Albert ripped into that pitch the way the Cookie Monster rips into cookies. Atta baby, Albert.",
    "Pitcher and catcher talk it over. He says, \"Look, we're up by six. If he wants to steal third, let him. If he wants to steal home, let him. If he wants to steal from the cookie jar, he can have that, too.\"",
    "Two outs, two on. The Cardinals trailing by two here in the ninth. The 2-2 pitch to Pujols - Swwwwiiiing and a looong one! Get up baby! That's a winner folks, the Cardinals win it -- what? Oh! Sorry folks, we're in the top of the ninth. Still got another half inning to go...",
    "He's so hot, if you stand too close to him you'll get a sun tan.",
    "We have Rick Ankiel on the mound tonight, pitching on his twenty-first birthday. Yes sir folks, this young man, just as of today is old enough to vote!",
    "They play Soup (Jeff Suppan) to hit to right and he lines it into leftfield for a basehit! All right! He threw him an offspeed and the Soup man... he threw some vegetables in there, then some chicken stock and he lined it into left.",
    "These guys are going up to the plate with peanut butter and jelly running out the sides of their mouths.",
    "He's as happy as if he just received his first bicycle from Santa Claus on Christmas Morning!",
    "Chicago always seems to blame all of their problems on animals. For that big fire, they blamed it on a cow. And for the Cubs not winning a World Series in over a hundred years they blame it on a goat. (pause) By the way, they've got a great zoo here in Chicago.",
    "Tomorrow its Carpenter 15-8 vs TBA... to be determined, or whatever its called.",
    "Everything's official except for the goodies like the Bud Light.",
    "Swing and a homerun, but it's foul.",
    "If you're writing a thesis or something, you could finish it in a week or so if you were catching this guy.",
    "We've got a day game tomorrow night!",
    "The Ozarks are a beautiful place this time of year, with all the animals scurrying around, trying to add to their heritage.",
    "The Expos blanked the Braves today, 10 to 2.",
    "(Referring to Mike Schmidt) \"The longtime and soon-to-be Hall of Famer.\"",
    "I just want to tell everyone Happy Easter, and to our Jewish friends, Happy Hanukkah.",
    "I don't like that play. I've seen it go opposite more often than positive.",
    "The United States is the greatest country in America!",
    "Mike: Yeah when he really connects it's just like one of them, ahhhh one of them, Hey! what do you call those mountains that blow up?<br/><br/>Joe: Volcanoes.<br/><br/>Mike: Yeah, he is just like a volcano!",
    "You know, if you can keep Geronimo Pena healthy, you can win the Pulitzer Prize in Health.",
    "The key thing is, he has that photogenic mind.",
    "The fans are kind of quiet right now. They're preserving their injury.",
    "Coleman demonstrated a simulating effort on that play.",
    "The Cardinals try to mount some mustard and come back.",
    "He pulvaroused that one.",
    "He knew he was out when he heard that right hand go up.",
    "That hit was a crusher! You could see the shoulders and jaws of the Padres dropping to the astroturf.",
    "47,000 is the paid attention tonight.",
    "They'll be hanging from the roofters at Shea when the Cardinals come to town.",
    "It doesn't matter if they're home or away, or vice versa.",
    "They have six guys in their lineup who with one swing of the bat can send you into the L locker.",
    "The potential leadoff single is erased.",
    "He could endear yet more fans into his fold.",
    "You can't buy these tickets. They only go on sale the day of the game.",
    "How'd you like to be a bug inside Whitey Herzog's head this week?",
    "It's a shame they waste that youth on the young.",
    "Horner's arguing, he wants an interference call against Cangeloni. Now Cangeloni's got something to say, but here comes Whitey to give a taste of his vocabulary, and it'll have extra mustard on it.",
    "(After Colby Rasmus bunts his way on base) If he does that half a dozen times, he'll have ten more hits this year.",
    "Boy, a double play here would be like a nice ham and cheese sandwich! Heh Heh Heh",
    "It's Mother's Day today, so to all you mothers out there... Happy Birthday!",
    "Now we head into the 7th, but first we have the bottom of 6th.",
    "The Cards' are up by five. Cinco. Cinco de Mayo. That's coming up soon isn't it? (long pause) Nine months, huh? Get your tickets now folks!",
    "Sounds like a character from a Michael Spielberg movie.",
    "(After a Colby Rasmus double) Woo! He's whistlin' round there like he's on his way to the bacon patch!",
    "(After a Ryan Braun home run) He's workin' us over like a pair of kissin' cousins!",
    "1,2,3 Buckle your shoe.",
    "Monstramental win tonight.",
    "Streeeeeeike!",
    "Yadier Molina is jumping around on 3rd base like he's Lou Brock.",
    "Foul ball! Oh and it lands right in that lady's bush. (long pause) And by Busch, of course, I'm referring to her ice cold beer. That sounds pretty good right about now.",
    "Double plays are like a rain shower in January",
    "It takes a while to get readjusted to the crooks and nannies of these ballparks when you haven't been here for awhile.",
    "The umpire has now walked four.",
    "We are in (long pause) Cincinapolis, Ohio tomorrow night.",
    "Yosemite Sam was my favorite looney tune.  He's the kind of guy I'd like to sit down and have a couple adult beverages with.",
    "Low and away... they've been trying to hit that for a hundred years.",
    "I didn't know Fredbird had a birthday... he has one every year.",
    "(Referring to Darin Ruf of the Phillies) There's another one named \"ruff!\" All the cats like him.",
    "He made that play beseated.",
    "Swing and a miss he struck him off!",
    "Somebody's gotta grab the bear. Sometimes you eat the bear, sometimes the bear eats you.",
    "If you wanna dance, you gotta pay the fiddler!",
    "He's having trouble with the signals out there. I don't know if they're giving them in English, Spanish, computer, or what.",
    "We got a cold North wind blowing out of the West today",
    "He's had so many surgeries, it looks like a hand grenade ran over his shoulder.",
    "20% of all stadiums are left-handed pitchers.",
    "We've got a Washington in left and on first, and neither of them are George!",
    "Pinch hitting is hard as it is.  Facing a guy like Martinez though, it's no picnic.  And you don't get any food, but you do get the ants.",
    "That pitcher is hung like a horse. (Long pause) In the stretch!",
    "And he delivers a Bubba Gump pitch that's taken for a Bubba Gump strike.",
    "(After an error by Giancarlo Stanton) Mike Stanton would have caught that.",
    "(After a high pop-up) That's a home run in a telephone booth!",
    "They are having more fun than a barrel of monkeys with a six pack of Budweiser.",
    "Some guys can wake up in the morning and be able to bunt. Other guys are like playin' pinochle with two decks."
  ]
}
