{
  "quotes" : [
    "I wish you folks back in St. Louis could see this moon.",
    "You don't kick that dog as he's sleeping on the porch, you don't step on his tail, you just walk on by. If you step on his tail, he might jump up and bite you on the ankle or the kneecap.",
    "This game is moving along pretty quick, it must have something to do with the exchange rate.",
    "And that youngster will leave the stadium with a souvenir today. Not a ball, but a nice looking bruise.",
    "Ernie Hayes is up there playing with his organ.",
    "He was trying to hit a three run homer with the bases empty. To my knowledge, no one in the history of the game has ever done that. But it could happen someday. You never know in this world of baseball.",
    "The reason you can't do that is the light will get in the fielder's eyes and they'll get hit right between the coconuts.",
    "A hit up the middle right now would be like a nice ham sandwich and a cold, frosty one.",
    "Well, he did everything right to get ready for the throw, but if ya ain't got the hose, the water just won't come out.",
    "It's raining so hard I thought it was going to stop.",
    "I wouldn't have seen it if I hadn't believed it.",
    "He's madder than a pig caught under a barnyard gate.",
    "Well, folks, this game began as a tiny worm and is blossoming into a large cobra.",
    "It's raining like a Chinese fire drill!",
    "Don't bite your head off to spite your nose.",
    "We owe you a station break, this one's for the folks listening in Paris... Tennessee. You thought I was going to say Paris... Kentucky! No such luck. Heh Heh Heh.",
    "A couple of strips of bacon at breakfast and he'd a busted that ball out of here.",
    "Like Spring makes the rain come, so does the edge of the plate grow.",
    "You know, these professional hitters make it look easy, sometimes they just stick the bat out and spank the baby!",
    "Boy, a cold frosty Budweiser would be great about now. (Long pause) Ahhhhh.",
    "GRAAAND SLAAAAAM! Nope nope nope, it's gonna be caught at the warning track.",
    "Well that's the life of a reliever. It's either a mountain or a valley, there's no in-between. You either get all of the glory or all of the goat hair.",
    "The wind switched 360 degrees.",
    "Things are not always as they appear to be as.",
    "That foul tip bounced up and caught him right in the groins...and that'll really clear your eyes out.",
    "The right-hander is throwing up in the bullpen.",
    "Our next homestand follows this road trip.",
    "I've heard it said that if you know English, Spanish, Italian, and I think it's French, you can go just about anywhere in this world... except China where they have all those derelicts.",
    "Back in the day when I played, a pitcher had 3 pitches: a fastball, a curveball, a slider, a changeup and a good sinker pitch.",
    "Both men could have been hurt and that would have wiped out two-thirds of the infield."
  ]
}